{
  :ru => 
  {
      :regist => 'Регистрация',
      :form_title => 'Имя на форуме (от 3 до 25 символов)',
      :allowed_chars => 'В имени могут присутствовать только буквы, цифры и знак подчеркивания',
      :email_field => 'Введите и подтвердите ваш почтовый электронный адрес',
      :password_field => 'Введите и подтвердите ваш пароль',
      :email => 'Введите действительный адрес вашей электронной почты',
      :captcha_field => 'Введите цифры на картинке',
      :regen_captcha => 'Обновить капчу',
      :regional_field => 'Региональные параметры',
      :timezone_choice => 'Выберите часовой пояс, который будет использоваться на форуму',
      :dst_check => 'Автоматический переход на летнее время и обратно',
      :private_field => 'Приватные данные',
      :how_show_email => 'Установите как будет отображаться ваш e-mail на форуме и как другие пользователи будут пересылать вам сообщения'
  }
}