{
  :ru => 
  {
      :search => 'Поиск пользователей',
      :form_title => 'Поиск и сортировка всех зарегистрированный пользователей',
      :username_search_fld => 'Имени пользователя',
      :groups => 'Группы',
      :sorting_by_label => 'Сортировать по',
      :order_by_label => 'Группировать по',
      :name => 'Имя',
      :reg_time => 'Дате регистрации',
      :msg_count => 'Количеству сообщений',
      :ascend => 'По возрастанию',
      :descend => 'По убыванию',
      :send_btn => 'Искать',
      :users_list => 'Список пользователей',
      :status => 'Статус',
      :messages => 'Сообщения',
      :reg_at => 'Зарегистрирован',
      :nothing_found => 'Ничего не найдено.',
      :all_users => 'Все группы'
  }
}