{
  :ru => 
  {
    :ban_username => 'Имя пользователя для бана',
    :the_next_page => 'На следующей странице вы можете ввести IP и e-mail пользователя.Если вы хотите забанить IP/IP-диапазон или e-mail оставьте это поле пустым.',
    :username_to_ban => "Имя пользователя для бана:",
    :add_ban => "Добавить бан",
    :edit_remove => 'Редактировать или удалить существующий бан',
    :banned_by => 'Забанен пользователем',
    :username => 'Имя пользователя:',
    :edit_ban => "Редактировать",
    :or => ' или ',
    :rem_ban => "Удалить"
  }
}