{
  :ru =>
  {
    :personal_data => 'Ваши персональные данные',
    :name_req => 'Имя (обязательное)',
    :email_req => 'E-mail (обязательное)',
    :rn_field => 'Настоящее имя ',
    :your_real_name => 'Настоящее имя',
    :location_field => 'Местоположение ',
    :location => 'Местоположение',
    :website => 'Вебсайт',
    :title => 'Статус',
    :use_forum_default => 'Оставьте поле пустым для настроек по умолчанию',
    :edit_post_count => 'Изменить количество сообщений',
    :admin_note => 'Заметка администратора',
    :save => 'Сохранить'
  }
}