{
 :ru =>
 {
   :activerecord =>
   {
      :errors =>
      {
         :models =>
        {
            :rank =>
           {
               :attributes =>
               {
                  :rank =>
                  {
                      :blank => 'Поле Имя ранга пусто.'
                  },
                  :num_of_posts =>
                  {
                      :blank => 'Поле Количество сообщений пусто.',
                      :not_a_number => 'Значение поля Количество сообщений должно быть числовым.',
                      :taken => 'Такое значение поля Количество сообщений уже существует. Введите другое значение.'
                  }
               }
           }
         }
      }
   }
 }
}