{
  :ru => 
  {
    :new_reg => 'Данные правила будут применены для регистрирующихся на форуме пользователей',
    :allow_new_reg => "Разрешить регистрацию",
    :allow_users_reg => 'Разрешить новым пользователям регистрироваться на форуме.',
    :verify_reg => "Подтверждать регистрацию",
    :verify_reg_by_email => 'Требовать подтверждение регистрации для всех новых пользователей.',
    :reg_email => "Регистрационный e-mail",
    :allow_reg_with_banned => 'Разрешить пользователю регистрироваться с забаненным адресом.',
    :allow_reg_with_dub => 'Разрешить регистрацию пользователей с одинаковыми почтовыми адресами.',
    :notify_by_email => "Уведомления по почте",
    :notify_when_reg => 'Уведомлять пользователей о новых пользоватлях.',
    :def_email_set => "Стандартные параметры",
    :forum_rules => 'Правила форума',
    :use_rules => "Использовать правила",
    :rules_agree => 'Перед регистрацией пользователь должен согласиться с правилами.',
    :compose_rules => "Составьте правила форума",
    :save => "Сохранить"
  }
}