{
  :ru =>
  {
    :add_new_category => 'Добавьте новую категорию в выбранный форум и с заданной позицией',
    :category_name => 'Заголовок категории',
    :position => 'Позиция',
    :add_to_forum => 'Добавить в форум',
    :add_category => 'Добавить категорию',
    :first_add_forum => 'Вначале вы должны добавить форум',
    :edit_del_or_change => 'Редактировать или удалить категорию',
    :categories_in => 'Категории в ',
    :forums => '',
    :forum_name => 'Заголовок форума',
    :edit => 'Редактировать',
    :or => ' или ',
    :delete => 'Удалить',
    :forum_is_empty => 'Форум пуст',

  }
}