{
  :ru => 
  {
    :forum_email_mailing => 'Почта форума и список адресов',
    :admin_email => "Почта администратора",
    :webmaster_email => "Почта вебмастера",
    :create_mailing => "Использовать список адресов",
    :comma_separated_list => 'Список разделенных запятой адресов на которые будут отправляться новые сообщения и регистрационные уведомления.',
    :configure_mail_server => 'Конфигурация почтового сервера для отправки почты с форума',
    :smtp_addr => "Адрес SMTP сервера",
    :smtp_username => "SMTP логин",
    :smtp_password => "SMTP пароль",
    :use_ssl => "Использовать SMTP через SSL",
    :req_if => 'Если ваш SMTP сервер требует этого.',
    :save => 'Сохранить'
  }
}