{
  :ru => 
  {
    :enter_ranks_msg => 'Введите название ранга и минимальное количество сообщений которое должен набрать пользователь.
    		       Ранги не могут иметь одинаковое количество сообщений.
    		       Если включено отображение пользовательских заголовков, ранги будут игнорироваться.
    		       Для того, чтобы  активировать ранги опция "Пользовательские ранги" должна быть установлена на странице ',
    :sett_feat => "Настройки - Расширенное",
    :rank_title => "Имя ранга",
    :min_posts => "Количество сообщений",
    :add_new_rank => "Добавить новый ранг",
    :ex_ranks => 'Используемые ранги:',
    :update => 'Обновить',
    :remove => 'Удалить',
    :adding_new_rank => 'Добавление нового ранга'
  }
}