{
  :ru => 
  {
    :main_options => 'Основные параметры',
    :disable_attach => 'Отключить вложения',
    :allow_orphans => 'Разрешить висячие вложения',
    :always_deny => 'Запрещенные файлы',
    :disp_img => 'Показывать иконки',
    :max_h => 'Макс. разрешение по вертикали',
    :max_w => 'Макс. разрешение по горизонтали',
    :manage_icons => 'Управление иконками',
    :icons_stored => "Путь к иконкам ",
    :to_add_or_change => "Для удаления или изменения иконок используйте следующую форму. В первую колонку вводится тип файлф,
                        во вторую - имя файла иконки. Вы можете использовать иконки в форматах png, gif,
                        jpeg и ico.",
    :missing => 'Отсутствующие иконки:',
    :use_icons => 'Разрешить использование иконок',
    :save => 'Сохранить'
  }
}