{
 :ru =>
 {
   :vt_be_a_number => 'Значение поля Время между посещениями должно быть числовым.',
   :vt_be_greater => 'Значение поля Время между посещениями должно быть больше значения Время пребывания в онлайне.',
   :vt_be_less => 'Длина значения поля Время между посещениями должна быть меньше 99999.',
   :ot_be_a_number => 'Значение поля Время пребывания в онлайне должно быть числовым.',
   :ot_be_less_vt => 'Значение поля Время пребывания в онлайне должно быть меньше значения поля Время между посещениями',
   :ot_be_less => 'Длина значения поля Время пребывания в онлайне должна быть меньше 99999.',
   :rt_be_a_number => 'Значение поля Время перенаправления должно быть числовым.',
   :rt_be_less => 'Длина значения поля Время перенаправления должна быть меньше 99999.',
   :topperpage_be_a_number => 'Значение поля Тем на странице должно быть числовым.',
   :topperpage_be_a_less =>  'Длина значения поля Тем на странице должна быть меньше 999.',
   :postsperpage_be_a_number => 'Значение поля Сообщений на странице должно быть числовым.',
   :postsperpage_be_less => 'Длина значения поля Сообщений на странице должна быть меньше 999.',
   :topreview_be_a_number => 'Значение поля Тем в предпросмотре должно быть числовым.',
   :topreview_be_less => 'Длина значения поля Тем в предпросмотре должна быть меньше 999.',
   :upload_allowed => "Для загрузки разрешены толко файлы следующих типов ",
   :files => "",
   :not_allowed => 'Такой тип файла не разрешен для загрузки.',
   :activerecord =>
   {
      :errors =>
      {
	 :models =>
	 {
	    :configs =>
	    {
	       :attributes =>
	       {


	       }
	    }
	 }
      }
   }
 }
}