{
  :ru =>
  {
    :short_help => 'Введите цензурируемое слово и соответствующее слово для замены.
                 Цензурированию также подвергаются имена пользователей. Новый пользователь не сможет зарегистрироваться
                  если его имя содержит цензурируемое слово. Поиск нечувствителен к регистру символов.
                  Цензурирование должно быть включено на странице Настройки - Расширенные',
    :settings_feat => 'Настройки - Расширенные',
    :cens_word => "Цензурируемое слово",
    :repl => "Замена",
    :add_new => 'Добавить новое слово',
    :add => 'Добавить',
    :no_cens => 'Список пуст',
    :existing_words => 'Текущие цензурируемые слова',
    :update => 'Обновить',
    :remove => 'Удалить'
  }
}
