{
  :ru =>
  {
    :ban_users => 'Бан по имени с ip и e-mail или бан по ip или e-mail или и тому и другому',
    :warning => 'ВНИМАНИЕ! Вы должны быть аккуратны при бане диапазона ip, могут быть забанены абсолютно случайные пользователи.',
    :field_error => ' ошибка аттрибута. ',
    :username => "Имя пользователя",
    :email => "E-mail",
    :ip_addr => "IP-адрес",
    :ban_msg => "Сообщение для забаненного пользователя",
    :ban_expire => "Дата истечения бана",
    :date_of_expired => 'Дата когда данный бан будет автоматически удален (дата в формате: YYYY-MM-DD). Оставьте поле пустым для бессрочного бана.',
    :save => "Сохранить"
  }
}