{
  :ru =>
  {
    :choice_style => 'Выберите стиль отображения',
    :use_other_style => 'Визуальный стиль для этого форума',
    :choice_view_of_msg => 'Выбор отображения сообщений',
    :choice_for_slow_internet => 'Если вы используете медленное соединение, то вы можете запретить отображение изображений в сообщениях и подписях для ускорения загрузки страниц.',
    :convert_smiles_in_img => 'Преобразовывать смайлики в изображения',
    :show_signature => 'Показывать подписи пользователей',
    :show_img_in_msg => 'Показывать изображения в сообщениях',
    :show_img_in_signature => 'Показывать изображения в подписи',
    :choice_view_of_page => 'Выбор отображения страниц',
    :themes_field => 'Поле Темы ',
    :posts_field => 'Поле Посты',
    :specify_number => 'Укажите число тем и сообщений отображаемых на каждой странице.',
    :themes => 'Тем',
 #   :leave_empty_for_default => 'Оставьте поле пустым, для использования настроек форума, по умолчанию',
    :messages => 'Сообщений',
    :save => 'Сохранить',
    :change_password => 'Изменение пароля'
  }
}