{
 :ru =>
 {
  :edit_f => 'Редактировать форум: ',
  :edit_f_det => 'Расширенное редактирование форума',
  :f_name => 'Заголовок форума:',
  :f_pos => 'Разрешения форума:',
  :desc => 'Описание',
  :to_cat => 'Присвоить категории',
  :edit_f_perms => 'Редактировать разрешения форума',
  :the_read_f => 'Установка "Разрешить читать форум" будет неактивна если неактивна установка "Разрешить читать форум" в параметрах группы.',  :perms_restored => 'Разрешения будут установлены по умолчанию после нажатия кнопки "Разрешения по умолчанию".',
  :perms_default => 'Разрешения установлены также как и в ',
  :user_groups => 'Группы пользователей ',
  :unless_suf => 'если не отмечено "(S)"',
  :forum_admins => 'Администраторы имеют полный и неограниченный доступ ко всем параметрам форума.',
  :read_forum => 'Разрешить читать',
  :read_forum_s => 'Разрешить читать (S)',
  :post_replies => 'Разрешить оставлять сообщения',
  :post_replies_s => 'Разрешить оставлять сообщения (S)',
  :post_topics => 'Разрешить создавать темы',
  :post_topics_s => 'Разрешить создавать темы (S)',
  :save => 'Сохранить изменения'
 }
}