{
 :ru =>
 {
   :activerecord =>
   {
      :errors =>
      {
        :models =>
        {
          :censor =>
          {
            :attributes =>
            {
                :source_word =>
                {
                    :blank => 'Значение поля Цензурируемое слово пусто.',
                    :too_long => 'Значение поля Цензурируемое слово слишком длинное.'
                },
                :dest_word =>
                {
                    :blank => 'Значение поля Замена пусто.',
                    :too_long => 'Значение поля Замена слишком длинное.'
                }
            }
          }
        }
      }
   }
 }
}