{
  :ru => 
  {
    :may_prune => "Вы можете удалить темы из всех или только выбранных форумов. Будут удалены темы в которых время отправки последнего сообщения больще в днях чем значение поля 'Старше чем (дней)'.",
    :important => 'ВАЖНО!',
    :use_this_feat => 'Пользуйтесь данной функцией аккуратно. Удаленные темы не могут быть восстановлены. Для лучшей производительности вы можете перевести форум в режим техобслуживания.',
    :prune_from_forum => 'Удалить из форума',
    :days_old => 'Старше чем (дней)',
    :prune_sticky => 'Удалять прикрепленные темы?',
    :enable_if_you_want => 'Установите для удаления прикрепленных тем',
    :del => 'Удалить',
    :prune_set_msg => 'Параметры удаления тем'
  }
}