{
  :ru =>
  {
    :add_forum => 'Добавить форум (создать новый форум с определенной позицией)',
    :new_forum_msg => 'Новый форум не появится на главной странице до тех пор пока не будет содержать по меньшей мере одной категории. Добавление или перемещение категорий производится на странице Категории.',
    :new_forum_name => 'Заголовок форума',
    :position => 'Позиция',
    :add_forum_btn => 'Добавить форум',
    :delete_forum => 'Удалить форум',
    :delete => 'Удалить',
    :select_forum => 'Выберите форум',
    :edit_forum => 'Редактировать форумы (изменение заголовка и/или позиции)',
    :forum_name => 'Заголовок форума',
    :update => 'Обновить'
  }
}