{
  :ru =>
  {
    :personalize_your_rbb => 'Параметры отображения вашего форума',
    :board_title => 'Заголовок форума',
    :board_desc => 'Краткое описание',
    :default_style => 'Используемый по умолчанию стиль',
    :configure_rbb => 'Сконфигурируйте OrientisRBB для вашего местоположения',
    :default_lang => 'Используемый по умолчанию язык',
    :default_tz => 'Временной пояс',
    :adjust_dst => 'Автоматический перевод на летнее время и обратно',
    :setup_for_dst => 'Установите для использования автоматического перевода',
    :time_format => 'Формат времени',
    :curr_time_format => '[ текущий формат времени: ',
    :right_bracket => ' ]',
    :for_more_info_see => 'Дополнительная информации о форматах даты/времени ',
    :here => 'здесь',
    :date_format => 'Формат даты',
    :curr_date_format => '[ текущий формат даты: ',
    :settings_timeout_and_redirect_delay => 'Установите временные задержки',
    :visit_timeout => 'Время между посещениями (сек.) ',
    :online_timeout => 'Время пребывания в онлайне (сек.) ',
    :redirect_timeout => 'Время перенаправления (сек.) ',
    :default_paginations => 'Установите количество сообщений и тем на странице',
    :top_per_page => 'Тем',
    :pos_per_page => 'Сообщений',
    :top_review => 'Тем в предпросмотре',
    :save => 'Сохранить'
  }
}