app/controllers/admin_controller.rb

SELECT * FROM `partitions`
SELECT * FROM `subpartitions` WHERE (`subpartitions`.partition_id = 1)
---
  def manage_subpartitions
    @partitions = Partition.all
    if params[:add]
      @new_subpartition = Subpartition.create(params[:add])
      @new_subpartition.set_default_perms if (@new_subpartition && @new_subpartition.id.to_bool)
      if @new_subpartition.errors.empty?