app/controllers/forum_controller.rb

SELECT * FROM `partitions`
SELECT * FROM `subpartitions` WHERE (`subpartitions`.partition_id = 1)
---
  def main
    @partitions = Partition.all.each{|partition| partition.drop_denied_subpartitions(@group_permissions)}.sort{|first, second| first.part_pos <=> second.part_pos}

SELECT * FROM `users` WHERE (`users`.`name` = 'admin') LIMIT 1
SELECT * FROM `users` WHERE (`users`.`passwd` = 'e42ce9cd466342e650a01dd1294d0633') LIMIT 1
UPDATE `users` SET `last_visit` = '2011-11-11 20:18:03' WHERE `id` = 2
---
  def login
    if params[:user]
      user = User.find_by_name(params[:user][:username])
      user &&= User.find_by_passwd( User.get_md5_passwd_hash(params[:user][:password], user.salt) )
      unless user.nil?
        reset_session
        session[:user_id] = user.id
        if params[:user][:save_session]
          session[:save_session] = true
          cookies[:stay_with_me_orientis] = {:value => cookies[:orientisrbb_session], :expires => Time.now.utc + 1.year}
        end
        this_user = Online.find_by_ip(request.remote_addr)
        if  this_user && this_user.prev_url
          redirecting t(:redir), this_user.prev_url
        else
          redirecting t(:redir), '/forum/main'
        end
        user.update_attribute(:remind_pass_sended, false) if user.remind_pass_sended