{
  :ru =>
  {
    #верхняя секция
    :not_registered_msg => 'Вы не зашли.',
    
    :subpartitions => 'Категории',
    :topics => 'Темы',
    :posts => 'Сообщения',
    :last_subpart_msg => 'Последнее сообщение',
    :by => ' от ',
    :never => 'Никогда',

    #подвал
     :users_count => 'Всего зарегистрированных пользователей: ',
     :last_user => 'Последний зарегистрированный пользователь: ',
     :number_of_topics => 'Общее количество тем: ',
     :number_of_posts => 'Общее количество постов: ',
     :online => 'Сейчас на форуме: ',
     :online_guests => 'гостей - ',
     :online_users => ', зарегистрированных пользователей - '
  }
}