{
  :ru => 
  {
    :add_new_group => 'Добавить новую группу (данная группа будет базироваться на существующей группе)',
    :base_new_group => "Базировать новую группу на",
    :create_new => "Создать новую группу",
    :def_group_for_new => 'Группа по умолчанию для всех новых пользователей (группы администратора/модераторов не могут быть использованы по причинам безопасности)',
    :def_group => "Группа по умолчанию",
    :set_def_group => "Установить группу по умолчанию",
    :ex_gr => 'Существующие группы',
    :predefined_groups => 'Предустановленные группы Guests и Administrators не могут быть удалены, но могут редактироваться.
                       	  Также заметьте, что определенные параметры в некоторых группах недоступны
	 		  (например, опция "Редактировать сообщения" для гостей). Администраторы имеют неограниченные привилегии.',
    :edit => "Редактировать",
    :to_rem_gr => 'Для удаления этой группы создайте новую группу по умолчанию.',
    :cannot_rem => 'Эта группа не может быть удалена.',
    :remove => "Удалить",
    :def_grp => 'Группа по умолчанию'
  }
}