{
  :ru =>
  {
    :important => 'ЭТО ВАЖНО!',
    :putting_in_maintenance => 'После перевода в режим техобслуживания форум будет доступен только для администратора. Используйте этот режим для проведения технических работ.',
    :dont_logout => 'ВНИМАНИЕ! НЕ ЗАВЕРШАЙТЕ ВАШУ СЕССИЮ',
    :when_in_maintenance => 'когда вы находитесь в режиме техобслуживания. Иначе в дальнейшем вы не сможете зайти.',
    :m_mode => 'Режим техобслуживания',
    :m_msg => 'Сообщение для режима техобслуживания',
    :save => 'Сохранить',
    :activate_mmode => 'Перевести в режим техобслуживания'
  }
}