{
 :ru =>
 {
   :activerecord =>
   {
      :errors =>
      {
        :models =>
        {
           :partition =>
          {
            :attributes =>
            {
                :title =>
                {
                    :blank => 'Значение поля Заголовок не может быть пустым.',
                    :too_long => 'Значение заголовка слишком длинное.'
                },
                :part_pos =>
                {
                    :not_a_number => 'Значение позиции должно быть числовым.',
                    :taken =>  'Форум с такой позицией уже существует.'
                }
            }
          }
        }
      }
   }
 }
}